@extends('layouts.site.page')
@section('menu')
    {!! $menu !!}
@endsection
@section('content')
    <section class="page-header">
        <div class="container">
            <div class="row">
                <div class="col-md-12">
                    <ul class="breadcrumb">
                        <li><a href="/">Главная</a></li>
                        <li class="active"> agreement</li>
                    </ul>
                </div>
            </div>
            <div class="row">
                <div class="col-md-12">
                    <h1>Пользовательское соглашение</h1>
                </div>
            </div>
        </div>
    </section>
    <div class="container">

        <h2>Пользовательское соглашение</h2>
        <div class="row">
            <div class="col-md-12">
                <div class="container">
                    <ol>
                        <li><strong> Общие положения</strong></li>
                    </ol>
                    <ul>
                        <li><strong>1.1</strong> Внимательное ознакомление с настоящим Пользовательским соглашением является обязательным условием предоставления услуг Сервиса.</li>
                        <li><strong>1.2</strong> Путем непосредственного использования услуг Сервиса Пользователь подтверждает, что он внимательно ознакомился и в полном объеме принял все положения настоящего Пользовательского соглашения.</li>
                        <li><strong>1.3</strong> В случае полного или частичного несогласия Пользователя с одним или несколькими положениями настоящего Пользовательского соглашения, использовать услуги Сервиса запрещено.</li>
                        <li><strong>1.4</strong> Пользователь обязуется в полном объеме соблюдать все положения Пользовательского соглашения на протяжении всего периода работы с Сервисом и всеми его частями.</li>
                    </ul>
                    <ol start="2">
                        <li><strong> Стороны договора и используемые понятия</strong></li>
                    </ol>
                    <ul>
                        <li><strong>2.1 Пользовательское соглашение</strong> — настоящий документ, имеющий односторонний и безоговорочный характер, предлагаемый к принятию Пользователем в формате письменной оферты. Акцепт (принятие) настоящего Пользовательского соглашение является обязательным условием предоставления услуг Сервиса. Акцепт осуществляется пользователем автоматически в результате использования Сервиса и Веб-сайта.</li>
                        <li><strong>2.2 Сервис</strong> — комплекс программного обеспечения, предназначенный для работы с контентом и отложенными публикациями в фото-сервисе datalytics, расположенный на веб-сайте по адресу http://datalytics.ru/ предназначенный для решения задач Пользователя в установленном в Соглашении порядке.</li>
                        <li><strong>2.3 Веб-сайт</strong> — адрес Сервиса в сети Интернет. Сервис расположен по адресу http://datalytics.ru/</li>
                        <li><strong>2.4 Услуги</strong> — комплекс функций технического характера, предоставляемый Пользователю в рамках платного или бесплатного использования Сервиса. Услуги Сервиса решают задачу осуществления публикаций в фото-сервисе datalytics. Объем и качество предоставляемых Услуг может изменяться Исполнителем в одностороннем порядке без предварительного или последующего извещения Пользователя.</li>
                        <li><strong>2.5 Исполнитель</strong> — вся административная и техническая команда Сервиса, ответственная за его разработку и обеспечение работоспособности, в одном лице. Исполнитель находится в прямом контакте с Пользователем и обязуется предоставлять информацию консультационного характера по вопросам, прямо связанным с использованием Сервиса. Исполнитель является одной из сторон настоящего Пользовательского соглашения.</li>
                        <li><strong>2.6 Пользователь</strong> — любое физическое лицо, в той или иной степени, тем или иным образом использующее Сервис. Пользователем является любое лицо, использующее Веб-сайт в любых своих целях. Пользователем является в том числе физическое лицо, не прошедшее регистрацию на Веб-сайте. Таким образом, все положения настоящего Пользовательского соглашения применяются в полном объеме ко всем физическим лицам, использующим Веб-сайт или Сервис, вне зависимости от прохождения лицом процедуры регистрации. Пользователь является одной из сторон настоящего Соглашения.</li>
                    </ul>
                    <ol start="3">
                        <li><strong> Права исполнителя</strong></li>
                    </ol>
                    <ul>
                        <li><strong>3.1</strong> Исполнитель вправе в любое время и в любом объеме ограничить предоставление Услуг Пользователю в случае нарушения Пользователем одного или нескольких положений настоящего Пользовательского соглашения.</li>
                        <li><strong>3.2</strong> Исполнитель вправе в любое время в одностороннем порядке прекратить предоставление Услуг Пользователю в случае нарушения Пользователем положений настоящего Пользовательского соглашения.</li>
                        <li><strong>3.3</strong> Для ограничения или прекращения предоставления Услуг Пользователю Исполнитель не обязан уведомлять об этом Пользователя, как предварительно, так и впоследствии.</li>
                        <li><strong>3.4</strong> Для ограничения или прекращения предоставления Услуг Пользователю Исполнитель не обязан объяснять или мотивировать свои действия.</li>
                        <li><strong>3.5</strong> Исполнитель вправе в любое время и в любом объеме изменить качество и объем предоставляемых Услуг. Для этого Исполнителю не требуется уведомление или согласие Пользователя.</li>
                        <li><strong>3.6</strong> В случае установления Исполнителем факта ненадлежащего использования Сервиса, Исполнитель вправе прекратить предоставление текущих Услуг такому Пользователю, а также посредством технических мер заблокировать возможность использования Сервиса для этого Пользователя в будущем.</li>
                        <li><strong>3.7</strong> С целью предоставления услуг в надлежащем объеме и надлежащего качества, Исполнитель собирает информацию о Пользователе.</li>
                        <li><strong>3.8</strong> Информация, собираемая Исполнителем, включает, но может не ограничиваться IP-адресом Пользователя.</li>
                        <li><strong>3.9</strong> Исполнитель вправе использовать собранную информацию о Пользователе в целях предоставления Услуг в необходимом объеме и надлежащего качества.</li>
                        <li><strong>3.10</strong> Исполнитель вправе в любое время и на свое усмотрение в одностороннем порядке внести любые изменения в настоящее Пользовательское соглашение.</li>
                        <li><strong>3.11</strong> Любые внесенные Исполнителем изменения вступают в силу и обязательны для исполнения Пользователем через 30 календарных дней после внесения соответствующих изменений в Пользовательское соглашение.</li>
                        <li><strong>3.12</strong> Исполнитель не несет никакой ответственности за материалы, размещаемые Пользователем с использованием Сервиса, в том числе в случае размещения Пользователем материалов, нарушающих действующее законодательство.</li>
                    </ul>
                    <ol start="4">
                        <li><strong> Обязанности исполнителя</strong></li>
                    </ol>
                    <ul>
                        <li><strong>4.1</strong> Исполнитель обязуется предоставлять Пользователю Услуги, закрепленные в настоящем Пользовательском соглашении, что выражается в предоставлении Пользователю возможности использовать технический функционал, реализованный в рамках Веб-сайта.</li>
                        <li><strong>4.2</strong> Исполнитель обязуется предоставлять информационные услуги консультационного характера, связанные с непосредственным использованием Услуг.</li>
                        <li><strong>4.3</strong> В случае внесения существенных изменений в настоящее Пользовательское соглашение, Исполнитель обязуется уведомить об этом Пользователя посредством внутренних коммуникационных средств Веб-сайта не позднее, чем через 3 дня после внесения таковых изменений.</li>
                        <li><strong>4.4</strong> Исполнитель обязуется дать ответ на любой вопрос, связанный с работой Сервиса, отправленный по адресу support@datalytics.pro в течение 10 рабочих дней.</li>
                        <li><strong>4.5</strong> Исполнитель обязуется обеспечивать конфиденциальность данных Пользователя в том объеме и теми способами, которые технически доступны Исполнителю и зависят от его действий.</li>
                        <li><strong>4.6</strong> Исполнитель не несет ответственности за любой ущерб, понесенный Пользователем, в том числе ущерб, связанный с утратой или блокировкой аккаунта вконтакте, используемого при работе с Сервисом.</li>
                    </ul>
                    <ol start="5">
                        <li><strong> Права пользователя</strong></li>
                    </ol>
                    <ul>
                        <li><strong>5.1</strong> Пользователь вправе использовать Сервис, Услуги и Веб-сайт при условии соблюдения всех положений настоящего Пользовательского соглашения, а также в том объеме, который установил для него Исполнитель.</li>
                        <li><strong>5.2</strong> Пользователь вправе связаться с Исполнителем любым удобным и доступным для обеих сторон способом для разъяснения любых вопросов, возникающих у Пользователя, связанных с использованием Сервиса или получением Услуг.</li>
                        <li><strong>5.3</strong> Пользователь вправе предъявить Исполнителю претензии по объему и качеству предоставляемых услуг посредством связи с Исполнителем и получить мотивированный ответ в сроки, предусмотренные настоящим соглашением.</li>
                        <li><strong>5.4</strong> Пользователь вправе в любое время прекратить использование Сервиса, вследствие чего расторгнуть настоящее соглашение.</li>
                    </ul>
                    <ol start="6">
                        <li><strong> Обязанности пользователя</strong></li>
                    </ol>
                    <ul>
                        <li><strong>6.1</strong> Пользователь обязуется безоговорочно выполнять все положения настоящего Пользовательского соглашения.</li>
                        <li><strong>6.2</strong> Пользователь обязан соблюдать все законы РФ и международные законы при использовании Сервиса.</li>
                        <li><strong>6.3</strong> Пользователь обязан соблюдать Пользовательское соглашение, заключенное с фото-сервисом datalytics, при использовании настоящего Сервиса.</li>
                        <li><strong>6.4</strong> Пользователь обязан в полном объеме соблюдать Закон о защите авторских прав при использовании Сервиса.</li>
                        <li><strong>6.5</strong> Пользователь обязуется принять на себя все последствия использования Сервиса. В частности, Пользователь ответственен за сохранность своего/своих аккаунтов вконтакте. Исполнитель не несет никакой ответственности в случае блокировки или иной порчи одного или нескольких аккаунтов Instagram, принадлежащих Пользователю. Такой ущерб может быть нанесен только в случае неверного, недобросовестного или чрезмерного использования Сервиса. Пользователь вправе проконсультироваться с Исполнителем, чтобы узнать больше о правилах предосторожности при использовании Сервиса.</li>
                        <li><strong>6.6</strong> При использовании Сервиса пользователь обязан осознавать все риски, сопряженные с использованием сторонних сервисов для работы с вконтакте. Такие риски могут включать, но не ограничиваются временной или полной блокировкой аккаунта вконтакте. Исполнитель со своей стороны обязуется поддерживать корректную работу Сервиса, обеспечивающую минимальные риски утраты аккаунтов, а также рекомендует использовать «технические» аккаунты, созданные с целью использования данного сервиса.</li>
                        <li><strong>6.7</strong> Пользователь обязан использовать Сервис по его прямому и непосредственному назначению. Поведение Пользователя, потенциально или реально приводящее к нарушению работоспособности и/или устойчивости Сервиса, является нарушением настоящего Пользовательского соглашения и приводит к его незамедлительному расторжению. Расторжение соглашения непосредственно приводит к прекращению предоставления Услуг Пользователю. Исполнитель в таком случае оставляет за собой право заблокировать любое дальнейшее использование Сервиса таким Пользователем с помощью доступных технических средств.</li>
                        <li><strong>6.8</strong> Пользователь обязуется разумно использовать Сервис. Необоснованно высокая нагрузка на сервис, ухудшающая или останавливающая его работу для других пользователей, является нарушением настоящего Пользовательского соглашения и приводит к его незамедлительному расторжению.</li>
                        <li><strong>6.9</strong> Пользователь обязан целенаправленно не предпринимать никаких действий, направленных на сбой, ухудшение или остановку работы Сервиса.</li>
                        <li><strong>6.10</strong> Пользователь обязан воздержаться от любых действий, которые потенциально могут ограничить доступность или качество работы Сервиса для других пользователей.</li>
                        <li><strong>6.11</strong> Сценарии, предусмотренные в пунктах 5 и 6 настоящего раздела, осуществляются в одностороннем порядке по усмотрению Исполнителя, причем уведомление Пользователя при этом не требуется. Исполнитель также не обязан объяснять причины и последствия своих действий для Пользователя.</li>
                        <li><strong>6.12</strong> Пользователь обязуется регулярно (не реже раза в месяц) обращаться к Пользовательскому соглашению с целью узнать все обновления и изменения настоящего соглашения.</li>
                        <li><strong>6.13</strong> Пользователь обязуется безоговорочно и в полном объеме принимать все обновления и изменения, вносимые в настоящее соглашение. Акцепт любых изменений и обновлений происходит автоматически при дальнейшем использовании Сервиса Пользователем.</li>
                        <li><strong>6.14</strong> Пользователь обязуется соблюдать конфиденциальность своих данных, в том числе логина и пароля от личного кабинета на Веб-сайте Сервиса, а также прочих личных данных, передаваемых Исполнителю.</li>
                        <li><strong>6.15</strong> Пользователь обязуется не использовать сторонние программы, средства, технические решения либо веб-сайты для изменения или улучшения работы настоящего Сервиса.</li>
                        <li><strong>6.16</strong> В случае использования сторонних сервисов и программ, изменяющих или каким-либо образом влияющих на работу Сервиса, предоставление Услуг Пользователю, совершившему таковое нарушение, будет незамедлительно прекращено.</li>
                        <li><strong>6.17</strong> Пользователь обязуется использовать Сервис исключительно в законных целях. Любое использование Сервиса в незаконных целях является основанием для незамедлительного прекращения оказания услуг Пользователю.</li>
                        <li><strong>6.18</strong> Сервис предоставляет функционал публикации изображений и текстов. В этой связи Пользователь безоговорочно обязуется публиковать исключительно материалы и тексты, не запрещенные Законом.</li>
                        <li><strong>6.19</strong> Пользователь обязуется ни при каких условиях не размещать с помощью Сервиса незаконные материалы, в том числе материалы порнографического характера, материалы и тексты, связанные с оборотом и использованием наркотических средств, материалы и тексты, в которых можно усмотреть призывы к насилию любого рода, суициду, признаки нетерпимости к какому- либо социальному классу или группе, ненависть по религиозному, политическому или иному другому признаку.</li>
                        <li><strong>6.20</strong> Пользователь обязуется не использовать в любых целях несовершенства Сервиса и технические ошибки, в том числе «баги» и уязвимости Сервиса и Веб-сайта.</li>
                        <li><strong>6.21</strong> Пользователь обязуется не сообщать о «багах» и уязвимостях Сервиса третьим сторонам. Пользователь имеет право сообщить о подобных изъянах исключительно напрямую Исполнителю.</li>
                        <li><strong>6.22</strong> Во время использования Сервиса, пользователь обязуется воздержаться от применения нецензурной и грубой лексики, а также слов и выражений, направленных на разжигание агрессии или розни по любому основанию, включая расовое, религиозное, политическое и половое.</li>
                        <li><strong>6.23</strong> На момент использования Сервиса пользователь является дееспособным и совершеннолетним физическим лицом.</li>
                        <li><strong>6.24</strong> Для использования Сервиса пользователь обязан в полном объеме понимать все положения настоящего Пользовательского соглашения, в том числе все слова и все технические термины, использованные в соглашении.</li>
                    </ul>
                </div>
            </div>
        </div>
        <hr>
    </div>


@endsection
@section('footer')
    {!! $footer !!}
@endsection
